tap "homebrew/bundle"
tap "heroku/brew"
tap "dimentium/autoraise"
brew "apktool"
brew "autoconf"
brew "dimentium/autoraise/autoraise"
brew "azure-cli"
brew "bash"
brew "bison"
# https://github.com/ExistentialAudio/BlackHole - audio loopback driver
brew "cmake"
brew "coreutils"
brew "csvkit"
brew "curl"
brew "direnv"
brew "fzf"
brew "gawk"
brew "gd"
brew "gedit"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-flow"
brew "gmp"
brew "gnupg"
brew "graphicsmagick"
brew "heroku"
brew "imagemagick"
brew "java"
brew "jq"
brew "libiconv"
brew "libpq"
brew "libsodium"
brew "libzip"
brew "mas"
brew "neovim"
brew "pgcli"
brew "pkg-config"
brew "poppler"
brew "qpdf"
brew "re2c"
brew "socat"
brew "starship"
brew "tilt"
brew "tmux"
brew "tmuxinator"
brew "vault"
brew "wget"
brew "yt-dlp"
brew "zph/homebrew-cervezas/pdftk"
brew "zrok"
cask "alfred"
cask "amethyst"
cask "android-studio"
cask "dimentium/autoraise/autoraiseapp"
cask "audacity"
cask "aws-vpn-client"
cask "balenaetcher"
cask "blackhole-16ch"
cask "boop"
cask "cursor"
cask "dash"
cask "dbeaver-community"
cask "firefox"
cask "flameshot"
cask "google-chrome"
cask "google-cloud-sdk"
cask "imhex"
cask "iterm2"
cask "keepassxc"
cask "libreoffice"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "mos"
cask "muzzle"
cask "ngrok/ngrok/ngrok"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "raspberry-pi-imager"
cask "rectangle"
cask "superhuman"
cask "tor-browser"
cask "whatsapp"
cask "xcodes"
cask "yippy"
cask "zoom"
