tap "homebrew/bundle"
brew "autoconf"
brew "bash"
brew "bison"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "fzf"
brew "gawk"
brew "gd"
brew "gedit"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-flow"
brew "gmp"
brew "gnupg"
brew "graphicsmagick"
brew "imagemagick"
brew "java"
brew "jq"
brew "libiconv"
brew "libsodium"
brew "libzip"
brew "mas"
brew "neovim"
brew "pgcli"
brew "pkg-config"
brew "poppler"
brew "qpdf"
brew "re2c"
brew "socat"
brew "starship"
brew "tilt"
brew "tmux"
brew "tmuxinator"
brew "vault"
brew "wget"
brew "zph/homebrew-cervezas/pdftk"
brew "zrok"
cask "alfred"
cask "amethyst"
cask "android-studio"
cask "dash"
cask "dbeaver-community"
cask "dbkoda"
cask "firefox"
cask "flameshot"
cask "google-chrome"
cask "iterm2"
cask "keepassxc"
cask "libreoffice"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "ngrok/ngrok/ngrok"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "rectangle"
cask "visual-studio-code"
cask "yippy"
cask "zoom"
