tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bash"
brew "cmake"
brew "coreutils"
brew "curl"
brew "gawk"
brew "gedit"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-flow"
brew "gnupg"
brew "graphicsmagick"
brew "imagemagick"
brew "java"
brew "jq"
brew "mas"
brew "neovim"
brew "pkg-config"
brew "poppler"
brew "socat"
brew "starship"
brew "tilt"
brew "tmux"
brew "tmuxinator"
brew "vault"
brew "wget"
brew "zph/homebrew-cervezas/pdftk"
cask "alfred"
cask "dash"
cask "docker"
cask "firefox"
cask "flameshot"
cask "iterm2"
cask "keepassxc"
cask "rectangle"
cask "visual-studio-code"
cask "yippy"
cask "zoom"
